hit-iz-resource/src/main/resources/Envelope/generic/SOAPENV_1_Min_Test/Message.xml

<?xml version='1.0' encoding='UTF-8'?>
<!-- this is just an example SOAP message with non-empty Header and Body from the Web -->
<Envelope  xmlns="http://www.w3.org/2003/05/soap-envelope">
  <Header>
    <Action mustUnderstand="1" 
      xmlns="http://schemas.microsoft.com/ws/2005/05/addressing/none">
      http://tempuri.org/IService/MyOperation
    </Action>
    <ActivityId CorrelationId="7224e2a9-8f9c-4acb-a924-17cb6af67b23"
xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">
      43ffa660-a0c6-4249-bb36-648b73a06213</ActivityId>
  </Header>
  <Body>
    <MyOperation xmlns="http://tempuri.org">
      <MyValue>Some Value</MyValue>
    </MyOperation>
  </Body>
</Envelope>
